[
  {
    "name": "Michel Audiard",
    "birthday": "1920-05-15",
    "deathday": "1985-07-27",
    "image": "audiard.webp",
    "biography": "Michel Audiard était un dialoguiste, scénariste et réalisateur français, célèbre pour son style inimitable mêlant argot, verve et ironie mordante. Il a collaboré avec les plus grands noms du cinéma français, comme Jean Gabin, Lino Ventura ou encore Georges Lautner. Ses dialogues sont devenus cultes dans des films tels que 'Les Tontons Flingueurs', 'Les Barbouzes' ou 'Un singe en hiver'.",
    "quotes": [
      {
        "quote": "Un con, ça ose tout. C’est même à ça qu’on les reconnaît.",
        "explanation": "Sans filtre et sans limites, le sot se distingue par son audace déplacée. C'est une réflexion profonde qui invite à une remise en question personnelle et collective, démontrant à quel point cette idée peut encore résonner dans nos vies contemporaines."
      },
      {
        "quote": "Je ne parle pas aux cons, ça les instruit.",
        "explanation": "L'humour acerbe d'Audiard sert ici à dénoncer l'inutilité de discuter avec les ignorants. C'est une réflexion profonde qui invite à une remise en question personnelle et collective, démontrant à quel point cette idée peut encore résonner dans nos vies con"
      },
      {
        "quote": "Heureux soient les fêlés, car ils laisseront passer la lumière.",
        "explanation": "Une manière poétique de dire que les personnes sensibles ou marginales ont parfois un éclair de génie ou une lucidité unique. C'est une réflexion profonde qui invite à une remise en question personnelle et collective, démontrant à quel point cette idée pe"
      },
      {
        "quote": "Les conneries, c’est comme les impôts, on finit toujours par les payer.",
        "explanation": "Audiard compare ici les erreurs à une forme inévitable de dette personnelle ou morale. C'est une réflexion profonde qui invite à une remise en question personnelle et collective, démontrant à quel point cette idée peut encore résonner dans nos vies contem"
      },
      {
        "quote": "Faut pas parler aux cons, ça les repose.",
        "explanation": "Encore une variation humoristique sur le thème de la bêtise tranquille. C'est une réflexion profonde qui invite à une remise en question personnelle et collective, démontrant à quel point cette idée peut encore résonner dans nos vies contemporaines."
      }
    ]
  },
  {
    "name": "Agnès Martin-Lugand",
    "birthday": "1979-07-01",
    "deathday": null,
    "image": "martin_lugand.webp",
    "biography": "Agnès Martin-Lugand est une écrivaine française contemporaine, connue pour ses romans à succès mêlant psychologie, émotions et reconstruction personnelle. Ancienne psychologue clinicienne, elle a connu un immense succès dès son premier roman 'Les gens heureux lisent et boivent du café'.",
    "quotes": [
      {
        "quote": "Les blessures ne se referment jamais vraiment, on apprend juste à vivre avec.",
        "explanation": "La résilience et l'acceptation sont des thèmes récurrents dans ses œuvres. C'est une réflexion profonde qui invite à une remise en question personnelle et collective, démontrant à quel point cette idée peut encore résonner dans nos vies contemporaines."
      },
      {
        "quote": "Le bonheur, c’est de savoir ce que l’on veut et d’oser y aller.",
        "explanation": "Elle encourage la quête personnelle et le courage d’affronter ses choix. C'est une réflexion profonde qui invite à une remise en question personnelle et collective, démontrant à quel point cette idée peut encore résonner dans nos vies contemporaines."
      },
      {
        "quote": "Il y a des silences qui en disent plus long que tous les mots.",
        "explanation": "Un rappel de la puissance des non-dits dans les relations humaines. C'est une réflexion profonde qui invite à une remise en question personnelle et collective, démontrant à quel point cette idée peut encore résonner dans nos vies contemporaines."
      },
      {
        "quote": "On ne choisit pas les gens dont on tombe amoureux.",
        "explanation": "L’amour et ses mystères sont au cœur de ses récits. C'est une réflexion profonde qui invite à une remise en question personnelle et collective, démontrant à quel point cette idée peut encore résonner dans nos vies contemporaines."
      },
      {
        "quote": "C’est dans les épreuves qu’on se révèle vraiment.",
        "explanation": "Les moments difficiles comme révélateurs d'identité. C'est une réflexion profonde qui invite à une remise en question personnelle et collective, démontrant à quel point cette idée peut encore résonner dans nos vies contemporaines."
      }
    ]
  },
  {
    "name": "Jean-Paul Sartre",
    "birthday": "1905-06-21",
    "deathday": "1980-04-15",
    "image": "sartre.webp",
    "biography": "Jean-Paul Sartre était un philosophe, écrivain et essayiste français, figure majeure de l'existentialisme. Il a profondément marqué la philosophie du XXe siècle par ses réflexions sur la liberté, la responsabilité et la condition humaine.",
    "quotes": [
      {
        "quote": "L’enfer, c’est les autres.",
        "explanation": "Cette phrase célèbre de sa pièce 'Huis clos' illustre la difficulté des relations humaines. C'est une réflexion profonde qui invite à une remise en question personnelle et collective, démontrant à quel point cette idée peut encore résonner dans nos vies c"
      },
      {
        "quote": "L’homme est condamné à être libre.",
        "explanation": "Selon Sartre, chaque individu est responsable de ses choix, qu’il le veuille ou non. C'est une réflexion profonde qui invite à une remise en question personnelle et collective, démontrant à quel point cette idée peut encore résonner dans nos vies contempo"
      },
      {
        "quote": "On n’est pas ce qu’on est, on est ce qu’on fait.",
        "explanation": "L’identité se construit par les actions, non par l’essence. C'est une réflexion profonde qui invite à une remise en question personnelle et collective, démontrant à quel point cette idée peut encore résonner dans nos vies contemporaines."
      },
      {
        "quote": "Il n’y a de réalité que dans l’action.",
        "explanation": "C’est par l’engagement que l’homme donne sens à sa vie. C'est une réflexion profonde qui invite à une remise en question personnelle et collective, démontrant à quel point cette idée peut encore résonner dans nos vies contemporaines."
      },
      {
        "quote": "Ce qui compte, ce n’est pas ce qu’on a fait de moi, mais ce que je fais de ce qu’on a fait de moi.",
        "explanation": "Une affirmation de la capacité de transformation de l’individu. C'est une réflexion profonde qui invite à une remise en question personnelle et collective, démontrant à quel point cette idée peut encore résonner dans nos vies contemporaines."
      }
    ]
  },
  {
    "name": "Virginia Woolf",
    "birthday": "1882-01-25",
    "deathday": "1941-03-28",
    "image": "woolf.webp",
    "biography": "Virginia Woolf était une romancière et essayiste britannique, figure majeure du modernisme littéraire du XXe siècle. Elle est célèbre pour ses œuvres introspectives, féministes et novatrices comme 'Mrs Dalloway' ou 'Une chambre à soi'.",
    "quotes": [
      {
        "quote": "Chacun de nous est prisonnier de son propre point de vue.",
        "explanation": "Woolf souligne la subjectivité de l'expérience humaine. C'est une réflexion profonde qui invite à une remise en question personnelle et collective, démontrant à quel point cette idée peut encore résonner dans nos vies contemporaines."
      },
      {
        "quote": "Une femme doit avoir de l'argent et une chambre à soi si elle veut écrire de la fiction.",
        "explanation": "Extrait de son essai féministe emblématique sur l'indépendance des femmes. C'est une réflexion profonde qui invite à une remise en question personnelle et collective, démontrant à quel point cette idée peut encore résonner dans nos vies contemporaines."
      },
      {
        "quote": "On ne peut pas trouver la paix en évitant la vie.",
        "explanation": "Elle invite à l'engagement malgré les douleurs de l'existence. C'est une réflexion profonde qui invite à une remise en question personnelle et collective, démontrant à quel point cette idée peut encore résonner dans nos vies contemporaines."
      },
      {
        "quote": "Les mots n'habitent jamais les choses comme on l'espérait.",
        "explanation": "Une réflexion sur les limites du langage à exprimer l'intime. C'est une réflexion profonde qui invite à une remise en question personnelle et collective, démontrant à quel point cette idée peut encore résonner dans nos vies contemporaines."
      },
      {
        "quote": "Je suis enracinée, mais je coule.",
        "explanation": "Image poétique de la dualité entre stabilité et mouvement. C'est une réflexion profonde qui invite à une remise en question personnelle et collective, démontrant à quel point cette idée peut encore résonner dans nos vies contemporaines."
      }
    ]
  },
  {
    "name": "Blanche Gardin",
    "birthday": "1977-04-03",
    "deathday": null,
    "image": "gardin.webp",
    "biography": "Blanche Gardin est une humoriste, comédienne et scénariste française connue pour son humour noir, incisif et sans tabou. Elle aborde des sujets personnels et sociétaux avec une grande liberté de ton.",
    "quotes": [
      {
        "quote": "L’humour, c’est le sucre glace sur le caca.",
        "explanation": "Elle décrit ainsi son style : adoucir des vérités dures avec une touche comique. C'est une réflexion profonde qui invite à une remise en question personnelle et collective, démontrant à quel point cette idée peut encore résonner dans nos vies contemporain"
      },
      {
        "quote": "J'ai un problème avec les gens heureux, je trouve ça suspect.",
        "explanation": "Ironie grinçante sur le bonheur affiché. C'est une réflexion profonde qui invite à une remise en question personnelle et collective, démontrant à quel point cette idée peut encore résonner dans nos vies contemporaines."
      },
      {
        "quote": "Être féministe, c’est aimer les femmes autant que les hommes. C’est pas rien.",
        "explanation": "Une définition percutante et égalitaire du féminisme. C'est une réflexion profonde qui invite à une remise en question personnelle et collective, démontrant à quel point cette idée peut encore résonner dans nos vies contemporaines."
      },
      {
        "quote": "La vie, c’est comme un spectacle de Blanche Gardin : faut pas venir avec ses enfants.",
        "explanation": "Autodérision sur le caractère cru de ses spectacles. C'est une réflexion profonde qui invite à une remise en question personnelle et collective, démontrant à quel point cette idée peut encore résonner dans nos vies contemporaines."
      },
      {
        "quote": "Le plus dur avec la dépression, c’est que ça gâche les bons moments.",
        "explanation": "Une manière désabusée mais lucide de parler de santé mentale. C'est une réflexion profonde qui invite à une remise en question personnelle et collective, démontrant à quel point cette idée peut encore résonner dans nos vies contemporaines."
      }
    ]
  },
  {
    "name": "Cicéron",
    "birthday": null,
    "deathday": null,
    "image": "ciceron.webp",
    "biography": "Cicéron, né à la fin du 2e siècle avant J-C, était un homme d'État romain, avocat, philosophe et orateur. Considéré comme un maître de la rhétorique, ses écrits ont influencé durablement la pensée occidentale, notamment sur la justice, la morale et la politique.",
    "quotes": [
      {
        "quote": "La gratitude est non seulement la plus grande des vertus, mais la mère de toutes les autres.",
        "explanation": "Cicéron place la reconnaissance au cœur des valeurs humaines. C'est une réflexion profonde qui invite à une remise en question personnelle et collective, démontrant à quel point cette idée peut encore résonner dans nos vies contemporaines."
      },
      {
        "quote": "Une vie sans étude est une mort anticipée.",
        "explanation": "L'apprentissage est selon lui indispensable à la vitalité de l’esprit. C'est une réflexion profonde qui invite à une remise en question personnelle et collective, démontrant à quel point cette idée peut encore résonner dans nos vies contemporaines."
      },
      {
        "quote": "Ce n’est pas la vie qui est courte, c’est nous qui la rendons telle.",
        "explanation": "Une invitation à bien vivre son existence et à ne pas la gaspiller. C'est une réflexion profonde qui invite à une remise en question personnelle et collective, démontrant à quel point cette idée peut encore résonner dans nos vies contemporaines."
      },
      {
        "quote": "La liberté est participation à la loi.",
        "explanation": "Il souligne l’importance du cadre légal pour garantir une liberté juste. C'est une réflexion profonde qui invite à une remise en question personnelle et collective, démontrant à quel point cette idée peut encore résonner dans nos vies contemporaines."
      },
      {
        "quote": "L’oubli des offenses est une preuve de grandeur.",
        "explanation": "Le pardon comme marque de sagesse. C'est une réflexion profonde qui invite à une remise en question personnelle et collective, démontrant à quel point cette idée peut encore résonner dans nos vies contemporaines."
      }
    ]
  }
]